---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionConcreteRectangleCut.TopCutWidth
source: html/b790a27a-db66-5eda-dfb0-c394e19ca8b6.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionConcreteRectangleCut.TopCutWidth Property

Section width right Cut.

## Syntax (C#)
```csharp
public double TopCutWidth { get; set; }
```